 {
  "users": [
    {
      "email": "john.doe@example.com",
      "firstName": "John",
      "lastName": "Doe",
      "id": 1
    },
    {
      "email": "jane.smith@example.com",
      "firstName": "Jane",
      "lastName": "Smith",
      "id": 2
    },
    {
      "email": "emily.jones@example.com",
      "firstName": "Emily",
      "lastName": "Jones",
      "id": 3
    }
  ],
  "blogs": [
    {
      "id": 1,
      "title": "The Importance of Cybersecurity in the Digital Age",
      "content": "Cybersecurity has become a cornerstone of information technology, with the need to protect data from unauthorized access becoming more pressing as the world becomes increasingly digitized.",
      "creationDate": "2021-09-22",
      "userId": 3
    },
    {
      "id": 2,
      "title": "Exploring the Impact of Climate Change on Global Ecosystems",
      "content": "Climate change is not just about extreme weather events, but it's a catalyst for a multitude of environmental changes that affect the entire biosphere, requiring a global, concerted effort for mitigation and adaptation.",
      "creationDate": "2022-12-06",
      "userId": 2
    },
    {
      "id": 3,
      "title": "The Evolution of Artificial Intelligence: Trends and Predictions",
      "content": "Artificial intelligence continues to evolve at a rapid pace, transforming industries and sparking debates on ethics and the future of work. It's essential to stay informed about the latest trends and predictions.",
      "creationDate": "2021-03-30",
      "userId": 2
    },
    {
      "id": 4,
      "title": "The Role of Quantum Computing in Future Technology",
      "content": "Quantum computing promises to revolutionize our problem-solving capacities in fields such as cryptography, material science, and complex system modeling, by performing calculations at speeds previously unimaginable.",
      "creationDate": "2022-05-23",
      "userId": 1
    },
    {
      "id": 5,
      "title": "Understanding the Human Brain: Neuroscience Advances",
      "content": "Neuroscience is peeling back the layers of the human brain, offering insights into how we think, feel, and behave, and paving the way for breakthroughs in mental health treatment and understanding of consciousness.",
      "creationDate": "2021-12-19",
      "userId": 3
    }
  ]
}